export const bedroomOptions: string[] = ["أي عدد من غرف النوم", "1", "2", "3", "4+"];
export const bathroomOptions: string[] = ["أي عدد من الحمامات", "1", "2", "3", "4+"];
export const garageOptions: string[] = ["أي عدد من المرائب", "1", "2", "3+"];
export const cityOptions: string[] = [
    "جميع المدن",
    "نيويورك",
    "لوس أنجلوس",
    "شيكاغو",
    "هيوستن",
    "فينيكس",
];
export const budgetOptions: string[] = [
    "الحد الأقصى للسعر",
    "أقل من 500 دولار",
    "أقل من 1,000 دولار",
    "أقل من 1,500 دولار",
    "أقل من 2,000 دولار",
    "أقل من 2,500 دولار",
    "3,000 دولار",
    "أكثر من 3,000 دولار",
];
export const minSizeOptions: string[] = [
    "الحد الأدنى (قدم مربع)",
    "500 قدم مربع",
    "1,000 قدم مربع",
    "1,500 قدم مربع",
    "2,000 قدم مربع",
    "2,500 قدم مربع",
];
export const maxSizeOptions: string[] = [
    "الحد الأقصى (قدم مربع)",
    "500 قدم مربع",
    "1,000 قدم مربع",
    "1,500 قدم مربع",
    "2,000 قدم مربع",
    "2,500 قدم مربع",
];

export const amenitiesList: string[] = [
    "تكييف هواء",
    "  الاحتياجات الخاصة",
    "الطابق",
    "تدفئة",
    "تجديد",
    "نوع النوافذ",
    "تلفاز بالكابل",
    "مصعد",
    "مفروش",
    "انتركم",
    "أمن",
    "بحث عن عقار",
    "ارتفاع السقف",
    "سياج",
    "مرآب",
    "موقف سيارات",
    "مسبح",
    "سنة البناء",
    "مدفأة",
    "حديقة",
    "الحيوانات الأليفة",
    "واي فاي",
];
